{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-4-1-title","indicator_number":"17.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.4: Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.4.1: Debt service as a proportion of exports of goods, services and primary income</p>","SDG_SERIES_DESCR__GLOBAL":"<p>DT_TDS_DECT - Debt service as a proportion of exports of goods, services and primary income [17.4.1]</p>","META_LAST_UPDATE__GLOBAL":"2025-04-23","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Bank (WB)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Bank (WB)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Debt service as proportion of exports of goods, services and primary income is the percentage of debt services (principal and interest payments) to the exports of goods, services and primary income. Debt services covered in this indicator refer only to public and publicly guaranteed debt.</p>\n<p><strong>Concepts:</strong></p>\n<p>Concepts of public and publicly guaranteed external debt data are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) methodology.</p>\n<p>&#x201C;Exports of goods, services and primary income&#x201D; data concepts are in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6).</p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>World Bank Debtor Reporting System Manual:</p>\n<p>https://databankfiles.worldbank.org/public/ddpext_download/site-content/kb/debt/DRS_Manual_English.pdf</p>\n<p>IMF Balance of Payments Manual 6 for the External Sector:</p>\n<p><a href=\"https://www.imf.org/external/pubs/ft/bop/2007/pdf/bpm6.pdf\">https://www.imf.org/external/pubs/ft/bop/2007/pdf/bpm6.pdf</a> </p>","SOURCE_TYPE__GLOBAL":"<p>In accordance with the World Bank&#x2019;s Bank Policy on External Debt Reporting and Financial Statements (which includes IBRD and IDA General Conditions), external debt reporting is required to fulfil the World Bank&#x2019;s needs for reliable and timely external debt information to (a) assess a borrowing country&apos;s external debt situation, creditworthiness, and economic management; and (b) conduct its country economic work and assess regional and global indebtedness and debt servicing problems. </p>\n<p>External borrowing of reporting countries is performed through the Debtor Reporting System (DRS), which was established in 1951 and captures detailed information at loan level by using standardized set of forms.</p>","COLL_METHOD__GLOBAL":"<p>Public and publicly guaranteed debt is reported on a quarterly basis through form 1 and form 2. Specifically, the new loan commitments are reported on Form 1 and when appropriate, Form 1a (Schedule of Drawings and Principal and Interest Payments); the loan transactions are reported once a year on Form 2 (Current Status and Transactions). Form 3 is used to report corrections to data originally reported in Forms 1 and 2. Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","FREQ_COLL__GLOBAL":"<p>Loan transactions are reported once a year on Form 2 (Current Status and Transactions). Forms 1 and 1A are submitted quarterly, within 30 days of the close of the quarter. Form 2 is submitted annually, by March 31 of the year following that for which the report is made.</p>","REL_CAL_POLICY__GLOBAL":"<p>The annual publication of new data for this indicator is planned for mid-December through the World Bank annual publication - International Debt Statistics (IDS) database and International Debt Report (IDR) available online (see link: https://www.worldbank.org/en/programs/debt-statistics/ids)</p>","DATA_SOURCE__GLOBAL":"<p>The agency in charge of producing the debt statistics at the national level is the World Bank with the data sourced by government agencies on a loan by loan basis. The national data provider of &#x201C;Exports of Goods, Services and Primary Income&#x201D; is the institution in charge of the collection and compilation of the Balance of Payments statistics. This responsibility varies and is country specific (i.e. Central Bank). World Bank staff estimates for &#x201C;Exports of Goods, Services and Primary Income&#x201D; data are used for gap filling purposes. &#x201C;Exports of Goods, Services and Primary Income&#x201D; data are not reported directly to the World Bank from the national data provider. They are reported to the International Monetary Fund (IMF), which is the institution in charge of overseeing balance of payment stability as part of its institutional mandate.</p>","COMPILING_ORG__GLOBAL":"<p>World Bank</p>","INST_MANDATE__GLOBAL":"<p>The World Bank has a mandate to collect accurate and timely public debt data to facilitate the effective discharge of its duties and to disseminate the data to the public, as collected through the Debtor Reporting System (DRS) and published in IDS. The data collection and dissemination mandate of the World Bank is based on the Bank Policy on &#x201C;<a href=\"https://ppfdocuments.azureedge.net/8fcc4c7a-0e1c-47e0-84b3-0950b0fc4d9b.pdf\">External Debt Reporting and Financial Statements</a>&#x201D;. This was amended in July 2005 and provides the institutional framework for the requirement that a borrowing or guaranteeing member country provides reliable and timely external debt data to the Bank. The Bank&#x2019;s General Conditions require such member country to &#x201C;furnish to the Bank all such information as the Bank shall reasonably request with respect to financial and economic conditions in its territory, including its balance of payments and external debt&#x201D;. As a condition of Board presentation of loans and credits, the borrowing country must submit a complete report (or an acceptable plan of action for such reporting) on its external debt.</p>","RATIONALE__GLOBAL":"<p>The World Bank&#x2019;s rationale for collecting data on the external debt obligations of its borrowers comes from the need to ensure their debt servicing capacity and to support the assessment of their overall macroeconomic health. As a global public good, the World Bank disseminates aggregate data series derived from borrowers&#x2019; submissions on an annual basis to the Debtor Reporting System (DRS).</p>","REC_USE_LIM__GLOBAL":"<p>The methodologies for selected indicators follow long-established international standards as listed in 2. However, the implementation at the national level may vary. For more information on individual indicators, please visit IDS Data Sources and Methodology at</p>\n<p><a href=\"https://www.worldbank.org/en/programs/debt-statistics/ids/technical-guide\">https://www.worldbank.org/en/programs/debt-statistics/ids/technical-guide</a></p>","DATA_COMP__GLOBAL":"<p>Public and publicly guaranteed external debt data are compiled by the World Bank based on the World Bank Debtor Reporting System Manual, dated January 2000 which sets out the reporting procedures to be used by countries. The data are provided by the countries on a loan by loan basis. </p>\n<p>&#x201C;Exports of goods, services and primary income&#x201D; data are sourced from IMF&#x2019;s Balance of Payments Statistics database and then gap-filled with World Bank staff estimates in accordance with the sixth edition of the Balance of Payments and International Investment Position Manual (BPM6) </p>\n<p>Both components are used to express the indicator in percentage terms.</p>","DATA_VALIDATION__GLOBAL":"<p>Not Applicable</p>","ADJUSTMENT__GLOBAL":"<p>Not Applicable</p>","IMPUTATION__GLOBAL":"<p><strong>Not Applicable </strong></p>","REG_AGG__GLOBAL":"<p>Aggregate (global, regional and income group) figures are composed of Debtor Reporting System (DRS) member countries only.</p>","DOC_METHOD__GLOBAL":"<p>World Bank Debtor Reporting System Manual:</p>\n<p><a href=\"https://databankfiles.worldbank.org/public/ddpext_download/site-content/kb/debt/DRS_Manual_English.pdf\">https://databankfiles.worldbank.org/public/ddpext_download/site-content/kb/debt/DRS_Manual_English.pdf</a></p>","QUALITY_MGMNT__GLOBAL":"<p>Not Applicable </p>","QUALITY_ASSURE__GLOBAL":"<p>Not Applicable</p>","QUALITY_ASSMNT__GLOBAL":"<p>Not Applicable </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data for about 122 countries are currently available on a regular basis for this indicator.</p>\n<p><strong>Time series:</strong></p>\n<p>Data are available on annual basis from 1970 for low- and middle-income countries that report public and publicly guaranteed external debt to the World Bank&#x2019;s Debtor Reporting System (DRS).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>None</p>","COMPARABILITY__GLOBAL":"<p>The World Bank Debtor Reporting System Manual is in line with international standards such as the International Investment Position (IIP), the Balance of Payments (BoP), and External Debt Statistics: Guide for Compilers and Users manuals. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p><a href=\"http://www.worldbank.org/debtstatistics\">www.worldbank.org/debtstatistics</a> </p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series=%20DT.TDS.DPPF.XP.ZS\">http://databank.worldbank.org/data/reports.aspx?source=2&amp;type=metadata&amp;series= DT.TDS.DPPF.XP.ZS</a> </p>\n<p><a href=\"https://databank.worldbank.org/source/international-debt-statistics\">https://databank.worldbank.org/source/international-debt-statistics</a></p>\n<p><a href=\"https://www.worldbank.org/en/programs/debt-statistics/idr/products\">https://www.worldbank.org/en/programs/debt-statistics/idr/products</a></p>\n<p>https://www.worldbank.org/en/programs/debt-statistics/ids/technical-guide</p>\n<p><a href=\"https://databankfiles.worldbank.org/public/ddpext_download/site-content/kb/debt/DRS_Manual_English.pdf\">https://databankfiles.worldbank.org/public/ddpext_download/site-content/kb/debt/DRS_Manual_English.pdf</a></p>\n<p>https://ppfdocuments.azureedge.net/8fcc4c7a-0e1c-47e0-84b3-0950b0fc4d9b.pdf</p>","target_number":"17.4","goal_number":"17","indicator_sort_order":"17-04-01"}