{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.17-7-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.17-7-1-title","indicator_number":"17.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 17: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development</p>","SDG_TARGET__GLOBAL":"<p>Target 17.7: Promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 17.7.1: Total amount of funding for developing and developed countries to promote the development, transfer, dissemination and diffusion of environmentally sound technologies</p>","SDG_SERIES_DESCR__GLOBAL":"<p>DC_ENVTECH_INV - Total investment in Environment Sound Technologies, by sector [17.7.1]</p>\n<p>DC_ENVTECH_EXP - Amount of tracked exported Environmentally Sound Technologies [17.7.1]</p>\n<p>DC_ENVTECH_IMP - Amount of tracked imported Environmentally Sound Technologies [17.7.1]</p>\n<p>DC_ENVTECH_REXP - Amount of tracked re-exported Environmentally Sound Technologies [17.7.1]</p>\n<p>DC_ENVTECH_RIMP - Amount of tracked re-imported Environmentally Sound Technologies [17.7.1]</p>\n<p>DC_ENVTECH_TT - Total trade of tracked Environmentally Sound Technologies [17.7.1]</p>","META_LAST_UPDATE__GLOBAL":"2025-04-23","SDG_RELATED_INDICATORS__GLOBAL":"<p>United Nations Environment Programme (UNEP) has identified a number of SDGs where uptake of Environmentally Sound Technologies (ESTs) contributes to their achievement: Goal 7 on ensuring access to affordable, reliable, sustainable and modern energy for all; Goal 8 on the promotion of sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all; Goal 12 on sustainable consumption and production patterns, and Goal 13 on taking urgent action to combat climate change and its impacts.</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Environmentally Sound Technologies (ESTs) are technologies that have the potential for significantly improved environmental performance relative to other technologies. ESTs protect the environment, are less polluting, use resources in a sustainable manner, recycle more of their wastes and products, and handle all residual wastes in a more environmentally acceptable way than the technologies for which they are substitutes. ESTs are not just individual technologies. They can also be defined as total systems that include know-how, procedures, goods and services, and equipment, as well as organizational and managerial procedures for promoting environmental sustainability. </p>\n<p>The purpose of this indicator is to track the total amount of approved funding to promote the development, transfer, dissemination, and diffusion of environmentally sound technologies. A two-pronged approach is suggested: </p>\n<ul>\n  <li>Level 1 (globally estimated). Use globally available data to create a proxy of funding flowing to countries for environmentally sound technologies, or of trade in environmentally sound technologies </li>\n  <li>Level 2 (national). Collect national data on environmental goods and services sector (EGSS).</li>\n</ul>\n<p><strong>Concepts:</strong></p>\n<p>There are five crucial elements which make up Goal 17 - finance, capacity building, systemic issues, technology, and trade - all of which must be aligned for the Goal to be achieved. One of the key lessons over the last couple of decades has been that in order to achieve potential growth, measurement of financial flows (in terms of amount, type, geography, donor, recipient, and investors) is a necessary step in such a transformation. To understand systemic issues, trade, capacity building, technology lock-in, innovation and deployment, we must understand how, why and where finance is being deployed. Only then we can begin to realign its flows.</p>\n<p>In deciding which technologies are most appropriate, there will always be trade-offs between cost and a range of economic, social, health and environmental impacts, to be determined based on national or local contexts and priorities. It would also not be feasible for all countries to strive towards the best available technologies globally if these are not appropriate in a domestic context. Given the highly contextual nature of ESTs, it is therefore something that is better defined at the national level, taking into account the national context and mainstream technologies nationally. However, there is a real need to support national, sub-national governments and other actors with decision-making and defining the most nationally or locally appropriate technologies.</p>","UNIT_MEASURE__GLOBAL":"<p>Current United States Dollars</p>","CLASS_SYSTEM__GLOBAL":"<ul>\n  <li>International Standard Industrial Classification of All Economic Activities (ISIC), Rev.4.</li>\n  <li>Standard Country or Area Codes for Statistical Use (UN M49 classification of countries and regions).</li>\n  <li>Harmonized Commodity Description and Coding Systems (HS).</li>\n  <li>Classification of Environmental Purposes (CEP).</li>\n</ul>","SOURCE_TYPE__GLOBAL":"<p>Level 1: the United Nations Comtrade database.</p>\n<p>Level 2: National Statistical Offices (NSOs) and other members of the National Statistical System (NSS).</p>","COLL_METHOD__GLOBAL":"<p>National data are collected through the UNEP Questionnaire on Environmentally Sound Technologies every two years. </p>","FREQ_COLL__GLOBAL":"<p>First data collection in 2021, then every 2 years.</p>","REL_CAL_POLICY__GLOBAL":"<p>First reporting cycle in 2022, then every two years.</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (NSOs) and other members of the National Statistical System (NSS), complemented by global modelling</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Environment Programme (UNEP)</p>","INST_MANDATE__GLOBAL":"<p>The United Nations Environment Programme (UNEP) was mandated as the Custodian Agency for indicator 17.7.1 by the Inter-agency and Expert Group on SDG Indicators. </p>","RATIONALE__GLOBAL":"<p>Rational environmental management means making the best use of resources to meet basic human needs without destroying the sustaining and regenerative capacity of natural systems. This requires a good understanding of the intersecting elements within the larger frame of development and implies the adoption and use of alternative, environmentally sound development strategies and related technologies. ESTs play an important role to improve efficiency of resources (materials and energy), and reduce pollution and waste from different sectors. The importance of Environmentally Sound Technology was first emphasized during Rio Earth Summit in 1992 and ever since it has become a major component of international environmental cooperation. Access to ESTs also plays a central role in the ground-breaking agreement, the Addis Ababa Action Agenda &#x2013; which is an implementing mechanism for the global Sustainable Development Goals (2030 Agenda for Sustainable Development). The agreement was reached by the 193 UN Member States.</p>","REC_USE_LIM__GLOBAL":"<p>Various definitions of &#x2018;environmentally sound technology&#x2019; exist and are in use. Terms such as &#x2018;environmental technology&#x2019;, &#x2018;clean technology&#x2019;, &#x2018;and cleantech &#x2019;or &#x2018;low-carbon technology&#x2019; are sometimes used, although low-carbon technology can be considered as a sub-set of green technology. Other less commonly used terms include climate-smart and climate-friendly technology.</p>\n<p>Additional limitations include the different baseline years in numerous available databases, and the different purposes of available databases.</p>\n<p>Many national statistical systems lack the capacity to compile information on &#x201C;Total amount of approved funding to promote the development, transfer, dissemination and diffusion of environmentally sound technologies&#x201D;. Compiling data on this indicator presents a challenge in terms of consistent definitions and approaches. However, this methodology recognizes these difficulties and provides an approach that can allow a comparability among countries.</p>","DATA_COMP__GLOBAL":"<p>The methodology for tracking the total amount of approved funding to promote the development, transfer, dissemination, and diffusion of environmentally sound technologies has a two-pronged approach: </p>\n<p><strong>Level 1</strong>. Use globally available data to create a proxy of funding flowing to countries for environmentally sound technologies, or of trade in environmentally sound technologies:</p>\n<p>Total trade of tracked Environmentally Sound Technologies (ESTs) that provides the closest indicator of investment flows is that of trade (e.g. traded goods and services that have been internationally agreed to have a positive environmental benefit), using HS codes of the Harmonized Commodity Description and Coding Systems, preferably more than 6-digit level. </p>\n<p>Total trade of tracked Environmentally Sound Technologies (ESTs) is calculated as the sum of tracked exported, imported, re-exported and re-imported ESTs.</p>\n<p>The sectors deemed to be ESTs through historical research include:</p>\n<ul>\n  <li>Air pollution control,</li>\n  <li>Wastewater management,</li>\n  <li>Solid and Hazardous waste management,</li>\n  <li>Renewable Energy,</li>\n  <li>Environmentally Preferable Products,</li>\n  <li>Water Supply &amp; Sanitation,</li>\n  <li>Energy Storage &amp; Distribution,</li>\n  <li>Land &amp; Water Protection &amp; Remediation.</li>\n</ul>\n<p><strong>Level 2.</strong> Collect national data on environmental goods and services sector (EGSS):</p>\n<p>ESTs can be considered as the environmental goods and services sector (EGSS), described in the System of Environmental-Economic Accounting - Central Framework (SEEA CF). The EGSS consists of producers of all environmental goods and services. Thus, all products that are produced, designed, and manufactured for purposes of environmental protection and resource management are within scope of the EGSS. This aligns with the intent of the EGSS to provide information on the extent to which the economy may become more environmentally friendly and resource efficient. The types of environmental goods and services in scope of the EGSS are environmental specific services, environmental sole-purpose products, adapted goods and environmental technologies.</p>\n<p>Environmental specific services are environmental protection and resource management specific services produced by economic units for sale or own use. Examples of environmental specific services are waste and wastewater management and treatment services, and energy and water-saving activities. Environmental specific services are those services that have the main purpose of:</p>\n<p>(a) Preventing or minimizing pollution, degradation or natural resources depletion (including the production of energy from renewable sources);</p>\n<p>(b) Treating and managing pollution, degradation and natural resource depletion;</p>\n<p>(c) Repairing damage to air, soil, water, biodiversity and landscapes;</p>\n<p>(d) Carrying out other activities such as measurement and monitoring, control, research and development, education, training, information, and communication related to environmental protection or resource management.</p>\n<p>Environmental sole-purpose products are goods (durable or non-durable) or services whose use directly serves an environmental protection or resource management purpose and that have no use except for environmental protection or resource management. Examples of these products include catalytic converters, septic tanks (including maintenance services), and the installation of renewable energy production technologies (e.g., solar panels).</p>\n<p>Adapted goods are goods that have been specifically modified to be more &#x201C;environmentally friendly&#x201D; or &#x201C;cleaner&#x201D; and whose use is therefore beneficial for environmental protection or resource management. For the purposes of the EGSS, adapted goods are either:</p>\n<p>(a) &#x201C;Cleaner&#x201D; goods, which help to prevent pollution or environmental degradation because they are less polluting at the time of their consumption and/or scrapping, compared with equivalent &#x201C;normal&#x201D; goods. Equivalent normal goods are goods that provide similar utility except for the impact on the environment. Examples include mercury-free batteries and cars or buses with lower air emissions;</p>\n<p>(b) &#x201C;Resource-efficient&#x201D; goods, which help to prevent natural resource depletion because they contain fewer natural resources in the production stage (e.g., recycled paper and renewable energy, heat from heat pumps and solar panels); and/or in the use stage (e.g., resource efficient appliances and water-saving devices such as tap filters).</p>\n<p>Adapted goods differ from environmental specific services and sole-purpose products because, while they serve an environmental protection or resource management purpose (through being cleaner or more resource-efficient), these are not the primary reasons for their production (e.g., the primary purpose for manufacturing buses with lower air emissions is transportation).</p>\n<p>Environmental technologies are technical processes, installations and equipment (goods), and methods or knowledge (services), whose technical nature or purpose is environmental protection or resource management. Environmental technologies can be classified as either:</p>\n<p>(a) End-of-pipe (pollution treatment) technologies, which are mainly technical installations and equipment produced for measurement, control, treatment and restoration/correction of pollution, environmental degradation, and/or resource depletion. Examples include plants within which to treat sewage, equipment for measuring air pollution, and facilities for the containment of high-level radioactive waste;</p>\n<p>(b) Integrated (pollution prevention) technologies, which are technical processes, methods or knowledge used in production processes that are less polluting and less resource-intensive than the equivalent &#x201C;normal&#x201D; technology used by other producers. Their use is less environmentally harmful than that of relevant alternatives.</p>","DATA_VALIDATION__GLOBAL":"<p>Level 1 indicators: UNEP uses a random sampling for few countries and calculates the total of HS codes for export, import, re-export and re-import and compares with the automated produced amounts for those countries. The value per HS is also compared with the data on the COMTRADE database.</p>\n<p>Level 2 indicators: UNEP carries out data validation procedures and contacts countries for clarification if needed. </p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<p>The United Nations Environment Programme (UNEP) does not make any imputation for missing values.</p>","REG_AGG__GLOBAL":"<p>The data will be aggregated at the sub-regional, regional, and global levels. For the aggregation methods, please see: <a href=\"http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf\">http://wesr.unep.org/media/docs/graphs/aggregation_methods.pdf</a>.</p>","DOC_METHOD__GLOBAL":"<p>To define total ESTs produced, it is proposed to use statistics on environmental good and services, based on the System of Environmental-Economic Accounting &#x2013; Central Framework (Chapter IV Environmental activity accounts and related flows). The System of Environmental-Economic Accounting - Central Framework (SEEA CF) can be found on: https://seea.un.org/content/seea-central-framework</p>\n<p>General recommendations are provided in the <a href=\"https://wedocs.unep.org/xmlui/bitstream/handle/20.500.11822/38265/SDG17.7.1_Method.pdf\">INDICATOR METHODOLOGY FOR SDG 17.7.1</a>. </p>\n<p>To expand the coverage of national EGSS data, UNEP is preparing a step-by-step methodology based on the SEEA CF. The methodology will be available to countries in early 2025. </p>","QUALITY_MGMNT__GLOBAL":"<p>Quality management is provided by the United Nations Environment Programme (UNEP).</p>","QUALITY_ASSURE__GLOBAL":"<p>Quality assurance is provided by the United Nations Environment Programme (UNEP) in cooperation with the countries that provide these data.</p>","QUALITY_ASSMNT__GLOBAL":"<p>Quality assessment is provided by the United Nations Environment Programme (UNEP).</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Level 1 indicators: All UN Member States.</p>\n<p>Level 2 indicators: All countries that provided country data to the UNEP Questionnaire on Environmentally Sound Technologies. </p>\n<p>According to the 2023 Global Assessment of Environmental-Economic Accounting and Supporting Statistics, organized by UNSD, 42 countries compile EGSS statistics. Data on EGSS are available for 27 EU countries in the Eurostat Database. The data will be reported by UNEP to the Global SDG Database in 2025.</p>\n<p>UNEP currently reports data on trade flows (proxy indicator) for 184 countries calculated using the COMTRADE database.</p>\n<p><strong>Time series:</strong></p>\n<p>Level 1 indicators: The data sets presented in the SDG database covers a period since 2010.</p>\n<p>Level 2 indicators: The data sets presented in the SDG database presented according to country responses.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>According to the Classification of Environmental Purposes (CEP):</p>\n<ul>\n  <li>Reduction and control of greenhouse gases and other air pollutions</li>\n  <li>Energy from renewable sources, energy savings and management</li>\n  <li>Wastewater management, water savings and management of natural water resources</li>\n  <li>Waste management, materials recovery and savings</li>\n  <li>Protection of soil, surface and groundwater, biodiversity and landscape</li>\n  <li>Other environmental purposes</li>\n</ul>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies</strong>:</p>\n<p>Possible sources of discrepancies are caused by the highly contextual nature of Environmentally Sound Technologies (ESTs).</p>","OTHER_DOC__GLOBAL":"<p>The System of Environmental-Economic Accounting - Central Framework (SEEA CF) can be found on: https://seea.un.org/content/seea-central-framework</p>\n<p>General recommendations are provided in the <a href=\"https://wedocs.unep.org/xmlui/bitstream/handle/20.500.11822/38265/SDG17.7.1_Method.pdf\">INDICATOR METHODOLOGY FOR SDG 17.7.1</a>.</p>\n<p><a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/27595/TradeEnvTech.pdf?sequence=1&amp;isAllowed=y\">UNEP (2018). Trade in environmentally sound technologies: Implications for Developing Countries.</a></p>\n<p><a href=\"https://www.unep.org/resources/report/trade-environmentally-sound-technologies-implications-developing-countries\">More information on Trade in Environmentally Sound Technologies on the UNEP website</a>.</p>","target_number":"17.7","goal_number":"17","indicator_sort_order":"17-07-01"}