{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.3-d-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.3-d-2-title","indicator_number":"3.d.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 3: Ensure healthy lives and promote well-being for all at all ages</p>","SDG_TARGET__GLOBAL":"<p>Target 3.d: Strengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 3.d.2: Percentage of bloodstream infections due to selected antimicrobial-resistant organisms</p>","SDG_SERIES_DESCR__GLOBAL":"<p>SH_BLD_MRSA - Percentage of bloodstream infection due to methicillin-resistant Staphylococcus aureus (MRSA) among patients seeking care and whose blood sample is taken and tested [3.d.2]</p>\n<p>SH_BLD_ECOLI - Percentage of bloodstream infection due to Escherichia coli resistant to 3rd-generation cephalosporin (e.g., ESBL- E. coli) among patients seeking care and whose blood sample is taken and tested [3.d.2]</p>","META_LAST_UPDATE__GLOBAL":"2025-03-28","SDG_RELATED_INDICATORS__GLOBAL":"<p>Indicator 3.d.1 International Health Regulations (IHR) capacity and health emergency preparedness</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>World Health Organization (WHO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>World Health Organization (WHO)</p>","STAT_CONC_DEF__GLOBAL":"<p>Percentage of bloodstream infection due to methicillin-resistant <em>Staphylococcus aureus</em> (MRSA) and <em>Escherichia coli</em> resistant to 3rd-generation cephalosporin (e.g., ESBL- <em>E. coli</em>) among patients seeking care and whose blood sample is taken and tested. </p>\n<p> </p>\n<ul>\n  <li>Presumptive methicillin-resistant <em>S. aureus</em> (MRSA) isolates as defined by oxacillin minimum inhibitory concentration (MIC) and cefoxitin disc diffusion tests according to current internationally recognized clinical breakpoints (e.g., EUCAST or CLSI)<sup><a href=\"#footnote-2\" id=\"footnote-ref-2\">[1]</a></sup> </li>\n  <li><em>E. coli</em> resistant to third generation cephalosporins: <em>E. coli</em> isolates that are resistant as defined by current internationally recognized clinical breakpoints for third generation cephalosporins (e.g., EUCAST or CLSI)<sup>1</sup>, specifically ceftriaxone or cefotaxime or ceftazidime. </li>\n</ul><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-2\">1</sup><p> EUCAST guidelines for detection of resistance mechanisms and specific resistances of clinical and/or epidemiological importance. Version 2.0. 2017. Both for species identification and antimicrobial susceptibility testing (AST)</p><p>Clinical and Laboratory Standards Institute (CLSI). Performance Standards for Antimicrobial Susceptibility Testing. 32<sup>nd</sup> ed. CLSI supplement M100 (ISBN 978-1-68440-134-5 [Print]; ISBN 978-1-68440-135-2 [Electronic]). Clinical and Laboratory Standards Institute, USA, 2022. <a href=\"#footnote-ref-2\">&#x2191;</a></p></div></div>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Not applicable</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Preferred sources:</strong> National antimicrobial resistance (AMR) data collected through the national AMR surveillance system and reported to Global Antimicrobial Resistance and Use Surveillance System (GLASS).</p>\n<p>GLASS provides a standardised approach to the collection, analysis, and sharing of AMR data by countries, and seeks to document the status of existing or newly developed national AMR surveillance systems. Furthermore, GLASS promotes a shift from surveillance approaches based solely on laboratory data to a system that includes epidemiological, clinical, and population-level data. GLASS also collaborates with regional and national AMR surveillance networks to produce timely and comprehensive data. Collaboration with the UN Food and Agriculture Organization (FAO), the United Nations Environment Programme (UNEP), and the World Organisation for Animal Health (WOAH) &#x2013; which together with WHO form the Quadripartite Collaboration &#x2013; is ongoing to improve a comprehensive understanding of AMR across sectors and to promote the One Health Approach to AMR control.</p>\n<p>GLASS also collects information on the status of national AMR surveillance systems through a short questionnaire completed by AMR national focal points (NFPs) in each country. The questionnaire covers three main areas: 1) overall coordination; 2) surveillance system; and 3) quality control. Each area consists of a set of indicators developed to measure development and strengthening of national AMR surveillance. </p>\n<p> </p>\n<p><strong>Other possible data sources:</strong> Published and non-published data from national centres and research/academic institutions and from other regional surveillance networks. </p>","FREQ_COLL__GLOBAL":"<p>Yearly</p>","REL_CAL_POLICY__GLOBAL":"<p>15 February to 1 March 2024</p>","DATA_SOURCE__GLOBAL":"<p>Ministries of Health </p>\n<p> </p>","COMPILING_ORG__GLOBAL":"<p>World Health Organization (WHO)</p>","INST_MANDATE__GLOBAL":"<p>The World Health Organization (WHO) is the Custodian Agency for reporting on SDG indicator 3.d.2</p>","RATIONALE__GLOBAL":"<p>Antimicrobial resistance (AMR) is a global threat to health, livelihoods, food security and the achievement of many of the Sustainable Development Goals. Antibiotics, antivirals, antiparasitic agents and antifungals are increasingly ineffective owing to resistance developed through their excessive or inappropriate use, with serious consequences for human and animal health (terrestrial and aquatic), and plant health, and negative impacts on food production, the environment and the global economy<sup><a href=\"#footnote-3\" id=\"footnote-ref-3\">[2]</a></sup>.</p>\n<p>In particular, antimicrobial resistance (AMR) will negatively impact the achievement of many of the targets listed under Goal 3 due to reduced treatment options for infections by resistant pathogens; will impact targets under Goal 2 by impacting agricultural productivity, including food animal production; and will impact targets in Goal 1 as increased AMR will result in large declines in economic growth, increase economic inequality and drive an additional 24 million people into extreme poverty by 2030<sup><a href=\"#footnote-4\" id=\"footnote-ref-4\">[3]</a></sup>.</p>\n<p>Given the above context, there is an urgent need to build country capacity, especially in developing countries, to address this growing national and global multisectoral risk. The current indicator (3.d.1) for target 3.d has a focus on strengthening 13 core capacities &#x2013; essential public health capacity that State Parties are required to have in place throughout their territories pursuant to IHR (2005) requirements by the year 2012. While a few of these 13 core capacities<sup><a href=\"#footnote-5\" id=\"footnote-ref-5\">[4]</a></sup> can be considered &#x201C;AMR-sensitive&#x201D;, they do not specifically monitor or address the significant risks associated with AMR. So, with the adoption of the Global Action Plan on AMR in 2015 by the World Health Assembly, the adoption of a Political Declaration on AMR at the high-level meeting of the UN General Assembly in 2016, and the report in 2019 of the Ad-hoc Inter-Agency Coordination Group established by the UN Secretary-General, an urgent need has been identified for an additional indicator on AMR to be considered for inclusion within the global SDG indicator framework. </p>\n<p>This indicator, based on establishing a functional national AMR surveillance system, is considered a basic building block for AMR monitoring and response in countries. Surveillance is the cornerstone to assessing the spread of AMR, providing early warning, and informing and monitoring the impact of local, national, and global risk reduction and management strategies. The global antimicrobial surveillance system (GLASS<sup><a href=\"#footnote-6\" id=\"footnote-ref-6\">[5]</a></sup>) managed by WHO recommends the establishment of three core components to set up a well-functioning national AMR surveillance system: 1) a National Coordinating Centre (NCC); 2) a National Reference Laboratory (NRL); and 3) Sentinel surveillance sites where both diagnostic and epidemiological data are collected. </p>\n<p>This indicator, therefore will help catalyse the establishment of national AMR surveillance systems to ensure the collection of data at the national level and can also be used for tracking progress of country capacity for early warning of outbreaks of resistant infections. The indicator aims to address critical elements of the SDG target 3.d through a strategic approach derived from the evidence gathered through this indicator, as well as allows to &#x2018;strengthen the capacity of all countries, in particular developing countries&#x2019;, &#x2018;reduction&#x2019; and &#x2018;management of national&#x2019; and &#x2018;global health risks&#x2019;, as part of the SDG global monitoring framework. The surveillance and diagnostics data thus generated will also help countries give early warning for public health preparedness, and for appropriate response measures. </p>\n<p><strong>Rationale for selecting the types of AMR organisms</strong>:</p>\n<p>(i) <em>E. coli</em> and <em>S. aureus</em> are among the most common human fast-growing bacteria causing acute human infections; </p>\n<p>(ii) <em>E. coli</em> is highly prevalent in both humans, animals and environment, being an ideal indicator for monitoring AMR across the sectors in line with the One Health approach. It recognizes that the health of humans, animals and ecosystems are interconnected and therefore requires a coordinated, collaborative, multidisciplinary and cross-sectoral approach to address potential or existing risks that originate at the animal-human-ecosystems interface;</p>\n<p>(iii) both MRSA and <em>E. coli</em> resistant to 3rd-generation cephalosporin are largely disseminated and found in high frequency in human infections observed in hospital settings all over the world and increasingly very frequent in the community. Infections with these types of AMR lead to increase in use of the last resort drugs (e.g., vancomycin for MRSA infections, and carbapenems for <em>E. coli</em> resistant to 3rd-generation cephalosporin) against which new types of AMR are emerging.</p>\n<p>Effective control of these two types of AMR will ultimately help preserve the capacity to treat infections with available antimicrobials while new prevention and treatment solutions can be developed. WHO has well defined global infection prevention and control standards and strategies.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-3\">2</sup><p> Antimicrobial Resistance Collaborators. (2022). Global burden of bacterial antimicrobial resistance in 2019: a systematic analysis. The Lancet; 399(10325): P629-655. DOI: https://doi.org/10.1016/S0140-6736(21)02724-0 <a href=\"#footnote-ref-3\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-4\">3</sup><p> World Bank Group, Drug-resistant Infections: A Threat to Our Economic Future &#x2013; Final Report (Washington, D.C., March 2017). <a href=\"#footnote-ref-4\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-5\">4</sup><p> (1) Legislation and financing; (2) IHR Coordination and National Focal Point Functions; (3)Zoonotic events and the Human-Animal Health Interface; (4) Food safety; (5) Laboratory;; (6) Surveillance; (7) Human resources; (8) National Health Emergency Framework; (9) Health Service Provision; (10) Risk communication; (11) Points of entry; (12) Chemical events; (13) Radiation emergencies <a href=\"#footnote-ref-5\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-6\">5</sup><p> https://www.who.int/initiatives/glass <a href=\"#footnote-ref-6\">&#x2191;</a></p></div></div>","REC_USE_LIM__GLOBAL":"<p>AMR is an emerging global threat and risk to public health worldwide. In its early implementation phase of the global antimicrobial resistance surveillance system (GLASS), WHO recognizes various constraints in obtaining unbiased, representative AMR data: number and distribution of surveillance sites and representativeness of surveillance data, sampling bias, poor diagnostic capacity, measurements errors, issues with data management. It is imperative that countries should have a functioning national system to support AMR surveillance and report to GLASS. More detailed GLASS methodology and limitations of data currently submitted by countries can be found in the GLASS manual<sup><a href=\"#footnote-7\" id=\"footnote-ref-7\">[6]</a></sup>. AMR surveillance, country preparedness and response are now high priority for WHO and its Member States. In the coming years, WHO aims to provide intensified technical assistance. Experience gained and lessons learnt from further implementation of the national AMR surveillance systems will increase effectiveness, address limitations, and make the data more robust. </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-7\">6</sup><p> World Health Organization. (&#x200E;2023)&#x200E;. GLASS manual for antimicrobial resistance surveillance in common bacteria causing human infection. World Health Organization. <a href=\"https://iris.who.int/handle/10665/372741\">https://iris.who.int/handle/10665/372741</a> <a href=\"#footnote-ref-7\">&#x2191;</a></p></div></div>","DATA_COMP__GLOBAL":"<p>The WHO Global AMR Surveillance System (GLASS) supports countries to implement an AMR standardized surveillance system. Cases of AMR infection are found among patients from whom routine clinical samples have been collected for blood culture at surveillance sites (health care facility) according to local clinical practices, and antimicrobial susceptibility tests (AST) are performed for the isolated blood pathogens as per international standards<sup><a href=\"#footnote-8\" id=\"footnote-ref-8\">[7]</a></sup>. The microbiological results (bacteria identification and AST) are de-duplicated and combined with the patient data and related to population data from the surveillance sites. GLASS does collect information on the origin of the infection, either community origin (less than 2 calendar days in hospital) or hospital origin (patients hospitalized for more than 2 calendar days). Data are collated and validated at national level and reported to GLASS where epidemiological statistics and metrics are generated. GLASS has published guidelines on the setup of national AMR surveillance systems<sup><a href=\"#footnote-9\" id=\"footnote-ref-9\">[8]</a></sup> and the GLASS methodology implementation manual<sup>6</sup> is available to countries. </p>\n<p>Although national representativeness of generated AMR rates is not a strict requirement, GLASS encourages countries to derive representative national data.</p>\n<p> </p>\n<p><strong>Formulation of the proposed new indicator: </strong>Percentage of patients with <strong> </strong>bloodstream infections due to selected antimicrobial resistant organisms.</p>\n<p><strong> </strong> </p>\n<p>This is derived from the following and multiplied by 100<sup><a href=\"#footnote-10\" id=\"footnote-ref-10\">[9]</a></sup><strong>:</strong> </p>\n<p><strong>Numerator:</strong> Number of patients with growth of methicillin-resistant <em>S. aureus </em>or<em> E. coli</em> resistant to third generation cephalosporins in tested blood samples </p>\n<p><strong>Denominator:</strong> Total number of patients with growth of <em>S. aureus</em> or <em>E. coli </em>in tested blood samples</p>\n<p>Stratification:</p>\n<p>The data are stratified by gender, and age group. Data are aggregated at the country level. Data are analysed and reported according to whether specimen is within 2 calendar days of admission (community origin) or after 2 calendar days of admission (hospital origin).</p>\n<p> </p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-8\">7</sup><p> EUCAST guidelines for detection of resistance mechanisms and specific resistances of clinical and/or epidemiological importance. Version 2.0. 2017. Both for species identification and antimicrobial susceptibility testing (AST)</p><p>Clinical and Laboratory Standards Institute (CLSI). Performance Standards for Antimicrobial Susceptibility Testing. 32nd ed. CLSI supplement M100 (ISBN 978-1-68440-134-5 [Print]; ISBN 978-1-68440-135-2 [Electronic]). Clinical and Laboratory Standards Institute, USA, 2022. <a href=\"#footnote-ref-8\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-9\">8</sup><p> National antimicrobial resistance surveillance systems and participation in the Global Antimicrobial Resistance Surveillance System (GLASS):<strong> </strong>A guide to planning, implementation, and monitoring and evaluation (2016). <a href=\"https://www.who.int/glass/resources/publications/national-surveillance-guide/en/\">https://www.who.int/glass/resources/publications/national-surveillance-guide/en/</a> <a href=\"#footnote-ref-9\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-10\">9</sup><p> Both for species identification and antimicrobial susceptibility testing (AST) <a href=\"#footnote-ref-10\">&#x2191;</a></p></div></div>","DATA_VALIDATION__GLOBAL":"<p>Data uploaded to the GLASS IT platform undergo automated consistency checks and then reviewed with Member States by dedicated WHO team every time new data are generated</p>","ADJUSTMENT__GLOBAL":"<p>Not applicable</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level</strong></li>\n</ul>\n<p>Countries with no data are reported as blank. </p>\n<ul>\n  <li><strong>At regional level</strong></li>\n</ul>","REG_AGG__GLOBAL":"<p>In addition to the country estimates, the resistance proportions are calculated at the regional and global levels</p>","DOC_METHOD__GLOBAL":"<p>In addition to the GLASS manual<sup><a href=\"#footnote-11\" id=\"footnote-ref-11\">[10]</a></sup>, a number of supporting documents and tools are available at the GLASS website<sup><a href=\"#footnote-12\" id=\"footnote-ref-12\">[11]</a></sup>. Training is provided via regular global webinars or face-to-face regional and national training courses. GLASS national focal points are supported by a dedicated GLASS helpdesk.</p><div class=\"footnotes\"><div><sup class=\"footnote-number\" id=\"footnote-11\">10</sup><p> World Health Organization. (&#x200E;2023)&#x200E;. GLASS manual for antimicrobial resistance surveillance in common bacteria causing human infection. World Health Organization. <a href=\"https://iris.who.int/handle/10665/372741\">https://iris.who.int/handle/10665/372741</a> <a href=\"#footnote-ref-11\">&#x2191;</a></p></div><div><sup class=\"footnote-number\" id=\"footnote-12\">11</sup><p> https://www.who.int/initiatives/glass/resource-centre <a href=\"#footnote-ref-12\">&#x2191;</a></p></div></div>","QUALITY_MGMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a> </p>","QUALITY_ASSURE__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: <a href=\"https://www.who.int/data/ddi\">https://www.who.int/data/ddi</a></p>\n<p>WHO is faciloitating provision of external quality assurance for the national reference laboratories supporting national AMR surveillance</p>","QUALITY_ASSMNT__GLOBAL":"<p>For information on data quality management, assurance, and assessment processes at WHO, please refer to: https://www.who.int/data/ddi</p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data are available by country, gender, and age group, as well as whether infection is of community or hospital origin. </p>","COMPARABILITY__GLOBAL":"<p>The metrics used for 3.d.2 are commonly used by AMR surveillance systems all over the world and could be considered an international standard</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong> https://www.who.int/initiatives/glass</p>","target_number":"3.d","goal_number":"3","indicator_sort_order":"03-0d-02"}